[
  {
    "id": "1",
    "arcan": "N Major Arcana",
    "name": "The Fool",
    "keywords": "curiosity, spontaneity, new beginnings, optimism, a good opportunity, new relationships, new passion",
    "description": "<p>In 2023, there should be enough strength and luck to do anything, so in the year of the Water Rabbit, you really should start something new. The Fool will awaken a curious child and make you do something that will take your breath away. The Fool is independent of social conventions, stereotypes and cliches. This Arcana symbolizes that anything can happen in life, and there are many possibilities in the world waiting to be explored.</p><p>Do not be afraid to be funny or show your ignorance, have the enthusiasm of a child who explores the world and actively tries new hobbies, even if something doesn't work out right away.</p>",
    "relationshipKeywords": "a little romance",
    "relationship": "<p>The Fool – the beginning of travel and adventure. Be willing to take risks, be bold and expand your worldview (maybe even download Tinder?).</p><p>In love and relationships, The Fool advises to be confident and believe that things will work out in the best way. He encourages not to give up, but to keep trying and look at the world with eyes wide open.</p><p>And sometimes The Fool also suggests a renewal of a relationship with the arrival of a child, the beginning of a new phase (this can be such an interesting year!).</p>",
    "careerKeywords": "a new job or business, a breath of fresh air",
    "career": "<p>New ideas are already on the horizon.</p><p>If you have long wanted to change the field of work, get a promotion, open a sole proprietorship, learn C# or PHP, the card literally gives the green light to implement these ideas. Even if no radical changes are anticipated or planned, the card can mean a fresh breath of air in slow projects. Innovative ideas can come to fruition now. See the opportunities that arise, take courage and go!</p>",
    "financeKeywords": "spontaneous spendings, financial opportunities",
    "finance": "<p>Expenses in the field of adventure and in search of new experiences. Do you want to go on a trip? Or to learn a skill? Now is the time. The situation will be such that it will be easy for you to finance these undertakings.</p><p>But if suddenly the main dish on your New Year's table is sausage ramen, then it's probably time to update your resume on your favorite job search app and to study the impact of new financial opportunities on the food variety in the fridge.</p>"
  },
  {
    "id": "2",
    "arcan": "I Major Arcana",
    "name": "The Magician",
    "keywords": "willpower, resourcefulness, concentration, self-control, creativity",
    "description": "<p>The Magician is a positive card in the Tarot deck.</p><p>If the Magician appeared in the scenario for 2023, then the time has come to use his full potential. No matter what. The first Arcana says that the time has come to act, it's time to surpass the team lead or yourself. You have drawn a card that symbolizes the ability to do business and understand other people. The Magician is full of power and he is willing to share it with you in 2023. It's time to pay attention to your strengths and talents. If you can't understand them yourself, contact the HR manager. Use your potential.</p>",
    "relationshipKeywords": "to create an opportunity",
    "relationship": "<p>In relationships the card indicates an action. The very moment when it is worth taking control. Creativity, desire and determination will lead to the desired result.</p><p>If you are in search of love, the Magician suggests being energetic and creating opportunities to meet the person you want (without being intrusive). Also, the Arcana indicates resourcefulness and skill, but it is worth making sure that your connection with reality is not lost, and you are not trapped in illusions. Try new things for yourself, be active. You will succeed!</p>",
    "careerKeywords": "growth opportunities, determination and aspiration",
    "career": "<p>New opportunities are in front of you. Why not use them? Perseverance, willpower, persistence and the desire for success are the root of all ambitions, that's what you will feel in 2023. The card broadcasts ideas, undertakings, plans and projects, it gives ground for opportunities and puts one's foot to the floor in the direction of any changes.</p>",
    "financeKeywords": "financial opportunities thanks to your own skills",
    "finance": "<p>A bag of money will not fall from the sky to you, but your knowledge and skills will be appreciated very highly. Turn on your computer and get to work. In 2023, expanded financial opportunities may appear, the main thing is to strive for them with the diligence of a West Point cadet. The Magician works with many tools to make his will manifest, so you will have to do the same. What skills do you have? What abilities are you not using at all? A creative approach will bring results.</p><p>Anyway, the Magician says that now there is an opportunity to transform life in the desired direction.</p>"
  },
  {
    "id": "22",
    "arcan": "II Major Arcana",
    "name": "The High Priestess",
    "keywords": "subconscious, intuition, spirituality, inner voice, science, education, knowledge",
    "description": "<p>The High Priestess Arcana is a symbol of harmony of different poles, good and evil, pragmatism and confusion. The High Priestess is capable of negotiating better than any historical commander, politician or FBI agent and at the same time masterfully finding a solution for everyone. In 2023, you will also have this skill (partially or completely, but the book «The Art of Negotiation: How to Improvise Agreement in a Chaotic World» by Michael Wheeler will not be superfluous). Read and the chakra associated with inner knowledge will open. This year, you should listen to your intuition and give preference to it. Unless, of course, your intuition tells you to eat pickles and wash them down with milk and honey. A High Priestess is an archetype of a mystical woman, she understands and keeps answers to important questions (religion, nature, inner self). Also, the card may indicate the influence of the woman on the situation and hint that the solution to problems in 2023 lies with new knowledge.</p>",
    "relationshipKeywords": "visual calmness with inner passion",
    "relationship": "<p>The Priestess talks about almost intangible changes in the human condition. A calm appearance will hide strong emotions and simple dates can turn into violent passions. The love value of the card says that you need to be patient and trust your intuition. The appearance of this Arcana reminds of the necessary honesty to build a strong relationship with a partner, society and yourself.</p>",
    "careerKeywords": "education, creative inspiration, guidance, mentor",
    "career": "<p>In the career, the High priestess notifies about the period of education, for example, entering a university, taking courses or studying useful information on YouTube. If you work in the IT industry, this card can also mean that inspiration will come to your work. When making an important choice in a career or projects, the High Priestess suggests believing your inner instincts and yourself. It is within yourself that you will find the information you need. Sometimes this Arcana informs about the next appearance of a mentor (lead, tutor), who will help in the future work.</p>",
    "financeKeywords": "keeping the financial situation a secret",
    "finance": "<p>Be careful chatting about your finances with others. You should not brag about your income and you can generally keep silent about the New Year's bonus. This card encourages you to hide your financial situation. Even before implementing financial actions, it is recommended to weigh all the pros and cons and follow the internal compass.</p>"
  },
  {
    "id": "21",
    "arcan": "III Major Arcana",
    "name": "The Empress",
    "keywords": "sensuality, fertility, creativity, beauty, maturity, growth, emotional and physical comfort",
    "description": "<p>In 2023, the card asks you to change your lifestyle or behavior, to accept your choice. The Empress represents a new beginning and a rejection of past beliefs (maybe the programming language your friend is learning isn't so bad, and you shouldn't argue about it).</p><p>Empress can also mean the birth of a new idea, business or project.  It's time to bring forward and implement those ideas that have been clinging to you inside for a long time.</p><p>Empress, as the archetype of  Mother Earth, also encourages to spend time communicating with nature this year. This means that you can sit with your laptop in the park or on the beach. Calm down and act fruitfully, new ideas and projects will bring joy.</p>",
    "relationshipKeywords": "support, sensuality",
    "relationship": "<p>The love meaning of the Arcana comes out of the element of the earth. The person represented by this card is concerned with financial security, so spiritual qualities and caring will be strongly manifested. Love for a beautiful and comfortable environment goes hand in hand with a loving and passionate nature. It seems that you will have both.</p><p>Sometimes the card can indicate that love and work go together. Perhaps a work romance awaits you? It's also a great year for having children and buying property and nesting.</p>",
    "careerKeywords": "taking care of colleagues, a creative period at work",
    "career": "<p>Your career can take off.</p><p>You will get more creative and passionate, and thanks to this you will be able to translate your ideas into projects. You will feel especially comfortable in the office as part of a team. Perhaps you are working on creating a more harmonious and welcoming office (this could be support from colleagues, or painting the walls in the office). Sometimes this card can point to another person in the office who has the necessary qualities. Perhaps they will help you feel more comfortable at work.</p>",
    "financeKeywords": "material comfort, wealth exchange, generosity",
    "finance": "<p>The Empress is wealthy. She has everything (and even a little more) for the quality of life she needs. The Arcana is rich creatively and financially, so the card indicates a comfortable financial situation. You may even feel like a very generous person. Feel the desire to provide your friends and family with an abundance of everything and even imported goods. 2023 is definitely a good time to share your opportunities, but you should not forget about your needs either.</p>"
  },
  {
    "id": "7",
    "arcan": "IV Major Arcana",
    "name": "The Emperor",
    "keywords": "structure, protection, authority, practicality, focus, stability, will, reason",
    "description": "<p>In 2023 it is advantageous to have the skills of the Emperor. The arcana represents a strategic figure who is able not only to speak, but also to carry out the plans and tasks set, as well as to lead. And if you have previously had difficulty with these tasks, then in the year of the Water Rabbit you will embark on an unusual, but very successful path for you. This year you will have to improve your discipline (perhaps it will be sports or you will stop oversleeping everything in your life). Such a card is a chance to grow with your goals. Bring your goals to life like an Emperor: consistently and strategically.</p>",
    "relationshipKeywords": "logic in love, unexpressed emotions",
    "relationship": "<p>The emperor is, without a doubt,  an extremely serious person without much sense of romance, but don't be upset (unless you want to), because his appearance is very useful. It means it's time to add common sense, discipline and logic to your relationship. The emperor may be pointing to someone older than you, a well-established person. It may be someone close to you who has difficulty expressing their feelings.</p>",
    "careerKeywords": "processes, structure, mentoring",
    "career": "<p>Careers in 2023 will flourish through hard work, concentration, and an organized approach. The Emperor encourages being a disciplined and efficient person when it comes to getting the right result in job seeking or working. If the workflow is chaotic or resentful, now is the time to step up and implement new methodologies or structures. Increased efficiency will not keep you waiting. The card can also point to a more senior colleague or supervisor who will give you support and advice on how to code better and how to respond to the client. Another possible interpretation is that you may be put in charge of something important, where order and a clear and determined mind are urgently needed. It is as if you will act as the Emperor, wisely bringing clarity to the project.</p>",
    "financeKeywords": "money discipline",
    "finance": "<p>When it comes to finances, the Emperor warns of the need to control and be responsible with your money. Be careful with your money! Make sure you have a clear idea of where your money is going, check all your App Store or Google Play subscriptions. Plan your budget, meticulously record your income and expenses, and you'll have enough money for all your goals and more!</p>"
  },
  {
    "id": "4",
    "arcan": "V Major Arcana",
    "name": "The Hierophant",
    "keywords": "traditions, conventions, education, knowledge",
    "description": "<p>The Hierophant is synonymous with conscience, it expresses the traditional view of things. In 2023, it makes sense to be guided by the recognized values. The card hints: it is worth following reinforced social norms that have their own traditions. The Hierophant speaks of the importance of rules that have already been defined. Follow job descriptions and don't reinvent the bicycle on square wheels.</p><p>Rules, meaning and ethics are your desired proximate setting.</p>",
    "relationshipKeywords": "traditional relationships, spiritual love",
    "relationship": "<p>The Hierophant can indicate elevated feelings. Don't be afraid if the vector of your cupids changes direction. Perhaps, before you noticed potential partners exclusively with a glass of dark in their hand, somewhere at a karaoke, but now suddenly you will start to be attracted to honorable, respectable and socially approved personalities. In relationships this year, it will be important for you and your partner to adhere to the same system of coordinates and beliefs.</p>",
    "careerKeywords": "education, group, mentor",
    "career": "<p>Stop rocking the boat and pulling the blanket over yourself. The Arcan is signaling: it's the cohesive teamwork that matters now, not your ego. Even if you strongly want to quarrel with the project manager or express everything in a rude way to the lead - do not. Sometimes the Hierophant shows a mentor, in 2023 he will set the right path in your steps on the career ladder. Or maybe you will become the very mentor for novice colleagues? The card also asks you to keep your education in mind, it's time to sharpen your skills.</p>",
    "financeKeywords": "keeping money safe",
    "finance": "<p>In finance, the Hierophant recommends keeping your money in classic places and institutions rather than grandma's matryoshka or dubious micro-companies. Also, other options for making money, (side business, in which you might not be a pro or financial products like cryptocurrencies) most likely will not bring the desired result. Money loves order, and especially in 2023.</p>"
  },
  {
    "id": "5",
    "arcan": "VI Major Arcana",
    "name": "The Lovers",
    "keywords": "love, alliances, partnership, choice, balance",
    "description": "<p>In the year of the Water Rabbit, the Lovers card is about choices, you will have to decide which path you will take next. It is time to take out a sheet of paper or open a laptop and lay out all the pros and cons, use a SWOT analysis of the situation or even manage to apply the Agile methodology to your life, because the card of Lovers is associated with the responsibility for your decision. Another interpretation of possible meaning is the concept of choosing between opposing and mutually exclusive things. On the horizon there is a dilemma that needs to be considered very well, without plunging into excessive soul-searching. The map also recommends developing your own coordinate system. It's time to peel off all the husks from yourself and decide what is important for you. Loving yourself 100% is one of the most important tasks for you this year.</p>",
    "relationshipKeywords": "balanced",
    "relationship": "<p>Butterflies in the stomach, kitties in the street and a welcome card in everyone's love storyline. The sixth Arcana talks about unity and support. A tandem that is good to work together, have fun, think and just be there, like Helena Bonham Carter and Tim Burton, like the brothers from the movie «Twin Sitters», like Sheldon and Emmy, like Gimli and Legolas, like Geralt and Yennefer and sometimes even like Raj and Cinnamon. Another card portends a choice of obligations, the question of commitment to love is raised. It is not certain that the choice will be between different partners. There is likely to be an acute question regarding the amorous component and work or friendship, or a choice between a habitual lifestyle and love. The card suggests that you may have to give in to someone.</p>",
    "careerKeywords": "partnership, romance at work",
    "career": "<p>The card suggests a possible beneficial relationship with a colleague, which is likely to be pleasant for both parties. Sometimes you will feel as if you are standing at a crossroads, without any traffic lights or signposts, and you only need to rely on your adult decision. You are perfectly capable of doing this. Listen to your inner voice!</p>",
    "financeKeywords": "mutually exclusive choices",
    "finance": "<p>Important financial decisions are coming up. You may have to choose between different and very large expenses. A Macbook or a car, a refresher course or a long-standing whim of your partner. Choose what feels right to you.</p>"
  },
  {
    "id": "6",
    "arcan": "VII Major Arcana",
    "name": "The Chariot",
    "keywords": "ambition, determination, self-discipline, challenges overcome, willpower",
    "description": "<p>To see the Chariot in the 2023 prediction means to see a symbol of the goal you're going for. Rubbing your pants on the couch is no longer possible, it's time to move forward! Keep your hand on the pulse, steer the reins of the Chariot with a confident hand and keep the situation under control like the world's most meticulous project manager. Attention and confidence will allow the Chariot driver to come to the goal as a champion. Willpower will be crucial in overcoming obstacles. Even if you really want to close your laptop and let everything go on its own - do not. The key message of the card: maintain focus and determination on the way to your goals, even if the road in front of you is full of potholes and winding turns. Take a clear and orderly approach.</p>",
    "relationshipKeywords": "taking action",
    "relationship": "<p>Get behind the wheel and make sure you have a clear picture of what you are looking for in love. First of all, set a direction, because it's time to take control of your personal life. While you're exercising movement toward your amorous goals, the Chariot can also bring about the need to balance two desires. It's like you have two gas pedals or two horses pulling in different directions. To get on the right path, it is worth pacifying or curbing each of them.</p><p>Sometimes the Chariot seems to hint: how balanced are your choices? Aren't you a fan of swinging, quicksand, or maybe you've become so caught up in relationships that you've forgotten your individuality? This Arcana decisively declares the need to take life into your own hands.</p>",
    "careerKeywords": "motivation and control",
    "career": "<p>Ambition will take you far. It's important to understand what you generally want out of your job, career and activities. To be an executive or to code? Freelance or company? The Chariot says you want to change roles, get a higher position in your current position, try your hand at something else, or start a site to sell macrame braid necklaces, fine, the only thing you need to do is act. When it comes to the work environment, don't meditate on a flower over a cup of tea in your work kitchen or believe all the praise about this or that competitor's company on Twitter or Slashdot. Focus on what you need to do.</p>",
    "financeKeywords": "determination",
    "finance": "<p>The year of the Water Rabbit is perfect for sorting out and getting rid of the obstacles to financial stability. Stay focused, there's everything you need on the horizon. Maybe now you fill your chariot with 92 gasoline or the horses are fed by the holy spirit, but if you have the determination, the gasoline will be 98, and the horses will taste the food as well as in Michelin restaurants. Self-discipline and determination are everything.</p>"
  },
  {
    "id": "8",
    "arcan": "VIII Major Arcana",
    "name": "Strength",
    "keywords": "compassion, resilience, energy, courage, determination, courage",
    "description": "<p>The card is a reminder: strength is good, but it must be used wisely. In the year of the Water Rabbit, you should take control of your animal instincts, which absolutely everyone has. Face your fears and know that everything is in your hands. If there are difficulties now, you will pass them with your head held high. Yes, sometimes you will have to restrain strong impulses of anger, jealousy or envy. If you want the best for yourself, then channel your emotional energy in a positive direction. This Arcana also reveals the importance of realizing your creative side and curbing your passions. Whether it's excessive consumption of candy, wine, or a desire to hack the competitor’s life.</p>",
    "relationshipKeywords": "trust, caring",
    "relationship": "<p>The year 2023 seems to have decided to please you with an ardent and passionate romance. Passions are fiercer than in the «Game of Thrones»! Bright and deep feelings of the eighth arcana point to both strong relationships and the risk of jealousy and anger, uncontrollable emotional outbursts. Try experimenting with yoga, running, or simply showing more empathy for your partner.</p>",
    "careerKeywords": "self-control, courage",
    "career": "<p>Use your animal instincts: anger, rush and passion to make important steps in your work and career. Live in harmony with your instincts. It is in them that you can discover your strength. You already have the talent and skill, you just need to muster the courage to take a step towards self-improvement.</p>",
    "financeKeywords": "shopping, controlled spending",
    "finance": "<p>Moderate impulse spending. Only buy things that can benefit you.</p>"
  },
  {
    "id": "9",
    "arcan": "IX Major Arcana",
    "name": "The Hermit",
    "keywords": "introspection, withdrawal into oneself, self-reflection, search for oneself, contemplation",
    "description": "<p>The hermit is a treasure hunter. And the treasure in this case is the knowledge that comes from within. In 2023, you will be like a sage. And through a partial and necessary retreat, you will be able to find and hear again something important - the inner voice. You will be able to disconnect from the crowd, whose voices sometimes prevent you from hearing your own desires. </p><p>Use this time for introspection. Also the appearance of this Arcana can mean the appearance of another person who can be a mentor to you in many areas of life this year.</p>",
    "relationshipKeywords": "chew it over with Twix",
    "relationship": "<p>You could say that in 2023 you will encounter one of the most colossally important teachers: love. It will require a real knowledge of yourself, your needs, experiences and fears. The Hermit card gives you a hint: it wouldn't hurt to spend time with the most important person - yourself. See the real you. If you already have a beloved partner, then this is a spiritual search you can do together. Through dialogue you will be able to answer the question of what will make you even happier.</p>",
    "careerKeywords": "searching for purpose, thinking through the steps",
    "career": "<p>A career recluse is a kind of freelancer. There's a chance that this year you'll be thinking about exactly what you want out of your career. There may be a sense of unfulfillment or a feeling that you absolutely need to run a marathon of personal growth, share your knowledge of internal combustion engines or do something else. Trying to realize what work will bring satisfaction on all levels is normal, but you shouldn't lose touch with reality. There's a chance that in 2023 working just for the money or stability won’t be enough. If you still haven't answered the childish question: what do you want to be when you grow up, in the year of the Water Rabbit the answer will begin to loom on the horizon. And if you are already an adult and know what you want to get from this life, from yourself, from a technician to a salesman in a store, then you can cope with the implementation of your plans with ease.</p>",
    "financeKeywords": "to focus less on material things",
    "finance": "<p>Money is not always the unambiguous equivalent of happiness, it seems that in 2023 you will clearly begin to understand this. Most likely you will start to focus less on material things, and start to look more for satisfaction in other aspects. Perhaps you, just like the Hermit, will begin to voluntarily follow a simple and ascetic path.</p>"
  },
  {
    "id": "3",
    "arcan": "X Major Arcana",
    "name": "Wheel of Fortune",
    "keywords": "fate, decisive moments, cycles, suddenness",
    "description": "<p>In the year of the Water Rabbit, life changes are not just on the horizon, but are already  sipping tea in the kitchen. You won't be able to control the process. Sit down next to your guest, discuss this and that. The card will remind you of the money you donated or the kitten you saved or the cookies your coworker ate in secret or the skirmish with a Karen in line. The wheel of fortune implies karmic aspects, they are given for a reason. Life's teachings must be passed with dignity, and then further improvement will not be long in coming. This card tells you: your future is being decided now. A job change, a sudden desire to start learning Norwegian, a switch from marketing to C# or Go, and even eating spoiled yogurt is no accident.</p><p>The Wheel of Fortune carries a submissiveness to fate, you are sure to feel all the changes the card brings and under its influence you will be marked by astonishing ease, activity, courage and unpredictability. Your life will become more interesting and fulfilling.</p>",
    "relationshipKeywords": "changes, adjustments, karma",
    "relationship": "<p>The Wheel of Fortune may speak of possible changes. But don't get hysterical and panicky, no need to check your partner's phone or develop a surveillance app. You may just have to change something about the relationship or the way you look at it. Be true to yourself and don't try to totally control reality and your environment. The Wheel of Fortune reminds you that in every close relationship there is a natural cycle: a period of exceptional intimacy is followed by a slight estrangement and emotional decline. Do not try to take control or buy up all the pheromones in the nearest adult store. Take it easy. Walk on the sand and drink some juice or listen to the snow crunch under your feet, everything will get back to normal.</p>",
    "careerKeywords": "good luck, adapting to change",
    "career": "<p>In 2023, significant changes may occur in a career. If there have been thoughts about changing career paths or positions, now is the right time. There is no need to take risks, it is advisable to be aware of resources and opportunities. Take a step to develop skills and prepare for growth. Embrace change and try to adjust to it. Sometimes there is nothing wrong with swimming with the flow of change.</p>",
    "financeKeywords": "change, flexibility",
    "finance": "<p>Wheel of Fortune involves change in any area, and finances are no exception here. Be prepared to adapt to any circumstances. Perhaps even relocate. Make sure you have an airbag.</p><p>If you run into financial difficulties, rest assured it won't last forever. Be open to the opportunities that present themselves to you.</p>"
  },
  {
    "id": "18",
    "arcan": "XI Major Arcana",
    "name": "Justice",
    "keywords": "responsibility, honesty, decency, cause and effect",
    "description": "<p>The Justice card almost guarantees clarity of thought and accuracy of judgment, reasonableness of decisions and responsibility for the consequences that have manifested. Turn down the sound of emotions and do not be fooled by mirages, do not build castles out of sand. Avoid overconfidence and pointless discussions when you foam at the mouth prove that Java is the ideal programming language, and Corel Draw is the best and only good thing that was ever invented for designers.</p><p>Justice is a truth that cannot be found on forums or in gossip. The card of Justice speaks to the need to be objective in all your actions.  Don't scold an inexperienced Junior for something he doesn't know, rather give him helpful advice.</p>",
    "relationshipKeywords": "compromise",
    "relationship": "<p>In relationships Justice is karma, yes. If you don't act like a grumpy old man or a UFC wrestler, then cupids and romance are already knocking at the door. If you've been pleasant, honest, and kind to other people, then the relationship will mirror that. Don't turn into an Old Hatter or Lord Farquaad. And if the offense can not let go, you can at least throw them into sports or creativity. Resolve your conflicts as if you created a course on «psychology of conflict». Mastering the sword of respect is a skill that predates your ability to crawl. It's time to get your tact from the dustiest corners, google what a «compromise» is, and how to use it. And your dissatisfactions to your partner can be expressed, taking into account his experiences and showing empathy.</p>",
    "careerKeywords": "fair play, honest work",
    "career": "<p>Suppose you were involved in a labor dispute, the Arcana can report that the situation will unfold in a positive way, provided that you were honest. If a labor dispute is not about you, the card serves as a reminder to act with integrity and take responsibility for all your actions, including mistakes. The Justice card implies a process that requires a great deal of concentration and care.</p>",
    "financeKeywords": "the balance of giving and receiving",
    "finance": "<p>The eleventh Arcana is about gaining income in an honest way. Triumph in the resolution of a legal issue involving property, money. Also, justice promises payment of a debt, receiving monetary compensation, bonuses. Finally, financial balance will come, tax issues will be resolved.</p>"
  },
  {
    "id": "15",
    "arcan": "XII Major Arcana",
    "name": "The Hanged Man",
    "keywords": "waiting, lack of direction, contemplation",
    "description": "<p>The twelfth Arcana speaks of an opportunity to change your life and this should be done with inner and outer peace. The Hanged Man looks at the world from a different angle. Be creative, open to new things, and go your own way, without looking back at others. If you have not yet practiced meditation, 2023 is the time to do it!</p>",
    "relationshipKeywords": "love should not be rushed, avoid pressure",
    "relationship": "<p>It's not necessary to run ahead of the locomotive, go on a blind date or pour all your love on the first person in the bar. Don't rush things. Timing is a problem when it comes to the deadline for delivering a project, but love has no deadline. Not everything is in your control: if you look at the estimated time to load and say some magic words, it still won't go any faster. It's the same with people. Better to observe yourself. What do you like? How do you want the relationship to be? Are you sacrificing too much in the relationship? Go your own way, value yourself, and the dream relationship is close. And if your partner is already with you, take a closer look to see if you are trespassing and acting like a jackhammer.</p>",
    "careerKeywords": "waiting, taking time off, thinking about what to do next",
    "career": "<p>When it comes to work, the Hanged Man indicates patience. Projects may be on pause, so you'll be able to exhale. You can use this time to think about the next steps. What may seem like a step back, in reality will turn out to be several steps forward on a happier path. Approach tasks creatively. Quiet your mind, and brilliant ideas will not keep you waiting.</p>",
    "financeKeywords": "a different perspective on finances",
    "finance": "<p>The card suggests looking at your financial situation from a different angle. Maybe there are some potential sources of income that you haven't thought of before? In 2023, you'll be able to find them!</p>"
  },
  {
    "id": "14",
    "arcan": "XIII Major Arcana",
    "name": "Death",
    "keywords": "change, transformation, transition, rejection of habitual patterns",
    "description": "<p>The thirteenth Arcana is not at all as scary and gloomy as it may seem at first glance. There is more life in the Death card than in any other Arcana! What is no longer useful to you or brings you joy, will be gone in 2023, and something new and inspiring will take its place. A transition to another chapter of life is coming. Get rid of everything unnecessary, whether it's a pile of selfies on your phone, folders on your computer, junk in your closet, beliefs or people.</p><p>Maybe in the year of the Water Rabbit, you'll have a new business or even a new life ahead of you! You will be able to give up your limiting beliefs and attitudes, you will begin to look at the world more broadly. Changes are not far off!</p>",
    "relationshipKeywords": "changes in romantic life",
    "relationship": "<p>Internal transformations will help you and your partner grow and make your connection more trusting. If you want to end the relationship, it's worth weighing things up again and remembering that if one door closes, another will certainly open.</p><p>For people who are not in a relationship, the Arcana indicates habits that you will soon get rid of. Maybe you'll stop running away from good partners, dyeing or cutting your hair every week. This will help you develop healthy and fulfilling relationships in the future.</p>",
    "careerKeywords": "transition",
    "career": "<p>There's a chance you are going through a phase of indifference and apathy in your current job. If you don't start acting, life itself will force you to change things. Chances are that you are holding on to your chosen path now, because it gives you stability, confidence and security, but this might not be enough for you. If so, then you have a lot more to lose than your comfort. Prepare the ground for a promotion or update your resume.</p>",
    "financeKeywords": "changing view on money",
    "finance": "<p>The stage of transformation of the attitude to finance and to what is valuable for you is on the horizon. 2023 will lead to actual changes in resource management and to a spiritual transformation in the awareness of what is really important for you. This is your chance to reach a new level in income!</p>"
  },
  {
    "id": "20",
    "arcan": "XIV Major Arcana",
    "name": "Temperance",
    "keywords": "balance, peace, tranquility, harmony, idyll",
    "description": "<p>In the year of the Black Water Rabbit, the union of yin and yang is provided for you. The card speaks about the possibility of achieving inner balance, if you manage not to forget about intuition and a sense of proportion. You will be able to live in harmony not only with yourself, but also with the world, even with colleagues. If suddenly your faucet leaks, a tire punctures, a neighbor swears that you ate the last olive on the festive table or some other problem arises — do not worry, situations are easily solvable, the main thing is to adequately assess yourself and the circumstances. This year you will have a predisposition to balance between internal contradictions, peace of mind and stress relief. The arcane reminds of the necessary harmony between the material and spiritual spheres. You should not buy a laptop with a gold coating or go too deep into yourself.</p>",
    "relationshipKeywords": "mindfulness and patience, balance",
    "relationship": "<p>The Temperance Card in relationships is about mutual understanding and the middle way. Avoid extremes. Maybe you will be drawn to an inveterate adventurer or to a partner who has not only thoughts on the shelves, but also socks, pencils and even wires. Think about the situations in which you overreact. Maybe you are overly assertive or think that any manifestation of emotions or feelings is a weakness? In general, your future or current relationship this year will require patience, teamwork, or compromise. And all this for the sake of harmony standing at the door, which really wants to come into your life. Will you let it in?</p>",
    "careerKeywords": "slow but steady progress",
    "career": "<p>Temperance and self-control are the means to realize career goals. Your love of business and ability to overcome emotional stress will be noticed not only by your superiors, but also by your colleagues. And you may even be able to share these skills with your team.</p><p>The fourteenth Arcana also informs about your ability to balance, if not on the balance board, then between your career and other spheres of life. At least in 2023, for you, work is not an all-consuming ambition and not just an income.</p>",
    "financeKeywords": "savings, steady growth",
    "finance": "<p>The card asks you to check: isn't your approach to finances impulsive? How much junk do you have from Amazon or Ebay? The balance between earning and spending is critical. Over time, you will definitely improve your financial situation at least by building savings.</p>"
  },
  {
    "id": "12",
    "arcan": "XV Major Arcana",
    "name": "The Devil",
    "keywords": "excess, pride, charisma",
    "description": "<p>Perhaps you are a general lover of materialism and luxury. Perhaps right now you are ordering yourself a platinum statue of a rabbit with golden ears.</p><p>The Devil in the Tarot represents the side of Darth Vader. This Arcana asks you to free yourself from outdated views on life and beliefs, to get out of the trap of fear and dependence (maybe you shouldn't order the platinum rabbit, after all?). At the same time, it is a very rich year of experiences and holidays.</p>",
    "relationshipKeywords": "hedonism, temptation",
    "relationship": "<p>The fifteenth Arcana represents temptation. The card may indicate an overwhelming desire to chase all earthly pleasures. You might want to eat a couple of pounds of beef, drink a barrel of mead, and fifteen minutes later add to that a pound of chocolate and a couple of liters of 1932 white wine. You don't have to push yourself to the limits of righteousness, because there's nothing wrong with a little fun. Blowing a couple thousand in a bar or club without hurting those around you is a great idea. Let's say you're on the lookout for easy cupids in 2023, then it's worth letting your companions know that right away, or provide a truthful description on Tinder. This year, honest communication with a potential or current partner will be crucial to your growth.</p>",
    "careerKeywords": "aspirations",
    "career": "<p>Perhaps you are sitting in Albuquerque, but want to go to Dubai or San Francisco. If it seems that there are no options but to lie on the couch and watch someone else's life, in reality it is not so. Even the main character of the cartoon «Encanto» Bruno pulled himself together and changed everything. So can you. You can feel a little sorry for yourself, but in fact you have more opportunities than Albuquerque itself, if you suddenly do not like it there. You can take online courses, learn a new programming language, or even open your own flower shop.</p><p>You may be scared to take responsibility for the situation right now, but it will only give you strength in the end.</p>",
    "financeKeywords": "financial habits need a change",
    "finance": "<p>Drink wine in moderation, keep an eye on your spending, and your financial situation won't be exacerbated by questionable financial habits. Impulsive spending and gambling are things you need to get under control. Your material resources require a strong discipline, otherwise you can become a character in the TV series “Brassic” later on. On the other hand, do not deny yourself the entertainment, if your soul desires a holiday! The main thing is to know the measure.</p>"
  },
  {
    "id": "13",
    "arcan": "XVI Major Arcana",
    "name": "The Tower",
    "keywords": "sudden change, new foundation",
    "description": "<p>Sometimes it's easier to write good and high-quality code from scratch than to make revisions to a current and outdated project. So in 2023, you will have a period of renewal on all fronts.</p><p>The old will collapse to its foundations and give way to the new, changed and definitely better. Change is an integral part of life and you should not be afraid of it. Go your own way, choose what is best for you. This year you will have new beliefs, values and even a new life, which will be more favorable to you.</p><p>«You can't stop change any more than you can stop the suns from setting.» (Star Wars: Episode I – The Phantom Menace, 1999)</p>",
    "relationshipKeywords": "a new perspective on love",
    "relationship": "<p>The Arcana speaks of a fundamental change in absolutely all spheres. Love is no exception. Perhaps you've been dealing with your own self-destruction or have been in a relationship that has also been detrimental to both partners, then in 2023 there's a great chance of getting out of such a situation. This will clear the way for a radically new experience. If you're not in a relationship, take a closer look at your beliefs about love and family, it may be time to get rid of the ones that aren't serving you. If you're not planning to end or start a new relationship, you're in for an exciting new experience with your partner in 2023. New experiences and emotions are assured!</p><p>The Tower is a transformation through which you will better understand your own needs and desires and be able to live the life you truly desire.</p>",
    "careerKeywords": "a change of order",
    "career": "<p>The tower can mean a new place of work or getting a new position. At first, it may seem that the changes are too complicated, and the level of responsibility is too high. But over time, you will realize that all these changes were for the better and led you to what you so desired. Perhaps the working environment will change, for example, a new boss or colleagues will appear. If your heart needs a change, now is the best time to implement your plans!</p>",
    "financeKeywords": "unplanned expenses and receipts",
    "finance": "<p>Unexpected receipts or expenditures could arise in 2023. Be prepared for both. You may finally be able to create a financial cushion. Or a whole mattress. It won't be boring for sure!</p>"
  },
  {
    "id": "11",
    "arcan": "XVII Major Arcana",
    "name": "The Star",
    "keywords": "inspiration, renewal, perspective, wisdom, hope",
    "description": "<p>This year you'll have everything you need to make wishes come true and make positive changes, you're your own Bruce Almighty. You can organize a bottle of tequila, a vacation, make your own YouTube channel, open a sole proprietorship, learn YouTrack or Figma. All in all, everything will be up to snuff, all it takes is courage. The emergence of the Star is a good sign. Consider that you have almost stabilized your karma, learned and solidified many of life's lessons, and have done it all without losing hope.</p>",
    "relationshipKeywords": "healing",
    "relationship": "<p>Enthusiasm, charm, and charisma abound. You're like a Netology cadet and a beagle puppy in one, beckoning people to you like a powerful magnet.</p><p>Suppose you are recovering from a breakup, then the card means a quick renewal and says that you are on the right track. In the end, there won't even be a restoration, but a complete rebirth of your personality.</p><p>For someone in a relationship, the Star is a sign of healing, partners have many opportunities and a resource for mental intimacy.</p>",
    "careerKeywords": "positivity, inspiration",
    "career": "<p>At work, believe in yourself and in your goals. Believe that by making efforts, you will succeed. Set yourself tasks for a quarter, a month or even a day: 8:30 — watch the tutorial, 9:20 — believe in yourself, 9:25 — go to work. Find the strength to walk to the nearest museum or at least look at the beautiful on the Internet. If you are waiting for a long-awaited promotion, do not lose hope and do not give up. You have done everything and are doing it right.</p>",
    "financeKeywords": "achieving goals",
    "finance": "<p>You're certainly working tirelessly on your financial cushion, and rightly so. But the Star asks that you don't rule out being happy for what you already have. Keep it up and appreciate what you've already gained. And everything will work out for you. That's how easy it is this year!</p>"
  },
  {
    "id": "10",
    "arcan": "XVIII Major Arcana",
    "name": "The Moon",
    "keywords": "intuition, unconscious",
    "description": "<p>The moon is the symbol of the night and the unconscious. In the year of the Water Rabbit, many feelings, desires, dreams, and illusions will come out. Even if you are a hardened pragmatist and rationalist, let your intuition guide you through the night. But don't rush to run to the casino and go all-in. Carefully approach the choice of dishes for lunch, the choice of a new meaning of life, if the previous one has ceased to suit you, and the light of the Moon will illuminate the way. This same Arcana symbolizes fears that will be overcome and turned into something constructive. This is a very large and powerful resource that will allow you to become a real superhero in your story.</p>",
    "relationshipKeywords": "emotions, finding yourself, creativity, romance",
    "relationship": "<p>Most likely, 2023 will bring a full range of emotions. In the realm of love, you will need to become an amorous Sherlock Holmes and get to the bottom of things. Understand not only the intentions of others, but also your own desires, emotions and motives.</p><p>2023 is the time to dig into your inner problems and doubts, to try to finally hear yourself and not let others lead you and your thoughts in the wrong direction. Send your energy into creativity, it will bring a huge charge of inspiration this year.</p>",
    "careerKeywords": "imagination, creativity",
    "career": "<p>Find an unusual solution to a problem? Easy! Get a boost of inspiration? Absolutely! Be open to new knowledge and information, learn, and the Moon will lead you to what you want.</p>",
    "financeKeywords": "financial knowledge",
    "finance": "<p>Think twice before buying a villa in Miami or blowing your entire paycheck on designer things. Read books on financial literacy, gather all the information you can on how to get rich, if that's your goal.</p>"
  },
  {
    "id": "19",
    "arcan": "XIX Major Arcana",
    "name": "The Sun",
    "keywords": "happiness, success, vitality, transformed personality, prosperity",
    "description": "<p>In 2023 you will be like the most interesting tutorial, the best movie and generally the sweetest bun or pie. The Sun symbolizes enthusiasm, strength and cheerfulness. The Arcana represents creativity, trust and positive thinking. The card portends positive life events that will allow you to change your lifestyle, clothing, thoughts, and maybe even the once tasteless, according to your opinion, bitter 95% chocolate will become your favorite delicacy. The Sun will help you apply what you've learned, give you the opportunity to enjoy success and thank yourself. People will be drawn to you, all that is left is to allow yourself to be the center of attention and share your warmth and energy with others.</p>",
    "relationshipKeywords": "love, the radiance of not just a pure mind",
    "relationship": "<p>In 2023, you will be warmed not only by the sun, but also by the warm embrace of someone very needed. It's bright, warm and cozy. The love battery will definitely not run down, and the romance will last longer and more intense than at a resort in Paris. Relationships will bloom like daisies and dandelions in the spring.</p><p>Maybe harmony already reigns, then try to use this time to create an even deeper connection with your loved one. If you haven't found your partner yet, then the time to step up is now. A positive attitude, self-love and inner warmth are sure to attract the relationship you've been dreaming of.</p>",
    "careerKeywords": "enthusiasm, successful projects",
    "career": "<p>The sun shines wherever it shines. So there is success at work. Most likely, you have already understood or will soon understand your calling. Start enjoying your work. The sun in a career is about the ability to inspire, to be a strong authority for others. If you suddenly imagine that the Sun is talking to you about work, then it would say: firstly, you are great, and secondly, what you have been working on for a long time and diligently will soon be appreciated.</p>",
    "financeKeywords": "stability",
    "finance": "<p>The sun is a symbol of wealth, high social status and material security. Success in business endeavors and financial investments. Termination of money problems. Improving quality of life.</p>"
  },
  {
    "id": "17",
    "arcan": "XX Major Arcana",
    "name": "Judgement",
    "keywords": "self-esteem, renewal, new status, reward",
    "description": "<p>The Judgment card implies a gentle renewal, not a sudden end or doomsday. Change in 2023 will be natural, some cycle of events will logically come to an end. In 2023 the Judgement tells you that it will be cool to throw out what has outlived its usefulness and start a new phase of life. In the year of the Rabbit you'll have a clear idea of what you need to change and how to be true to yourself and your desires.</p>",
    "relationshipKeywords": "renewal",
    "relationship": "<p>It's a good time to take a close look at your amorous component of life and figure out what you want to change and what you're 100 percent happy with.  There is a chance to correct your past mistakes and restore harmony. You will be able to forgive those who have done you harm, untangle the karmic knots and solve the persistent problems.</p>",
    "careerKeywords": "finding a career goal, work responsibility",
    "career": "<p>The card often signifies the need to make commitments. Heralds the work of the Vocation with a capital letter (where all colleagues are aware of the mission), you just need to start good changes in your life. The Arcana also says that in 2023 you have the opportunity to complete the necessary vocational training. Your abilities will be noticed.</p>",
    "financeKeywords": "thinking about financial habits, reflecting on your values",
    "finance": "<p>See if your financial habits are interfering with your financial situation. Make the changes necessary to improve the situation. Are you constantly buying things you can't afford? Or do you constantly feel lacking even when your financial situation is improving? Analyze. The year 2023 is just the right time to form a new outlook on finances and make a positive difference.</p>"
  },
  {
    "id": "20",
    "arcan": "XXI Major Arcana",
    "name": "The World",
    "keywords": "consummation, self-realization, integrity, harmony",
    "description": "<p>A stunning card! Crash into this year like a party.</p><p>The World foreshadows the unequivocal success of your ideas, fulfillment of your most cherished desires, the happy conclusion of the course of events. You have literally drawn the luck card!</p><p>It seems that in the coming year you can really get everything you want. Instead of standing in line for happiness, think about what you can please yourself with today!</p><p>Everything that restrained and limited you disappears, you gain a sense of freedom and peace. Another meaning of the World is travel, especially sea cruises.</p><p>The World card shows that you have a desire to make the world a better place and you are ready for large-scale projects.</p>",
    "relationshipKeywords": "love and gratitude, a full romantic life",
    "relationship": "<p>If you are in a relationship, then in the near future they will give you a feeling of complete satisfaction, gratitude and happiness.</p><p>Sometimes this card may even suggest moving on to the next stage of your relationship, such as marriage or starting a family. You and your partner can make plans, even make important decisions (get a pet, take out a mortgage or even relocate).</p><p>According to this card, even if you are not in a relationship, you will still be able to feel harmonious and happy. This sense of integrity and self-understanding now gives great opportunities to meet new and interesting people.</p>",
    "careerKeywords": "achieving a career goal, fulfilling a career path",
    "career": "<p>Whether it's finding a job that makes you feel fulfilled, completing a particularly challenging project and starting your own business, there's a reason to rejoice now. Take time to enjoy what you've accomplished. Chances are you're already thinking about what's next, as this is your normal cycle of thought. Relax for at least one day and have a good celebration of your successes.</p>",
    "financeKeywords": "fruition",
    "finance": "<p>You have worked hard to achieve your financial goals. The moment has come to reap the fruits of labor. Perhaps you have paid off your debts, feel comfortable saving money or made a large purchase for which you had been saving. You sure take the cake! You can be proud of what you have achieved. Now you can think about new long-term goals.</p>"
  }
]
